<!-- Start Rules -->
<div class="rules" id="rules">
  <div class="container">
    <div class="text-center" style="margin-bottom: 18px;">
      <h1>القوانين</h1>
    </div>
    <div class="rulesBut row text-center">
      <div class="col-12 col-sm-6 col-md-3 mt-5">
        <button type="button" class="btn btn-primary rChoose active" data-class=".fundamental">العامه</button>
      </div>

      <div class="col-12 col-sm-6 col-md-3 mt-5">
        <button type="button" class="btn btn-primary rChoose" data-class=".burglary">السطو والخطف</button>
      </div>

      <div class="col-12 col-sm-6 col-md-3 mt-5">
        <button type="button" class="btn btn-primary rChoose" data-class=".rpf">الشرطه</button>
      </div>

      <div class="col-12 col-sm-6 col-md-3 mt-5 mb-5">
        <button type="button" class="btn btn-primary rChoose" data-class=".public">الاسعاف</button>
      </div>
    </div>

    <div class="rulesS">
      <div class="rulesP fundamental">
        <h3>قوانين السيرفر الرئيسية</h3>
        <p>تم وضع قوانين رئيسية لسيرفر، يجمع الإلتزام بها تماماً		</p>				<p> يرجى العلم في حال مخالفة اي قانون سيتم انذار الاعب </p>
        <ul>
          <li>يمنع منعاً باتاً السب أو القذف </li>          <li>يمنع شخصنة المواضيع والعنصرية بين الاعبين  </li>          <li>يمنع ذكر مسمى ( عصابه ) داخل السيرفر </li>          <li> يمنع منعاً باتاً القتل العشوائي ( RDM ) </li>          <li>يمنع منعاً باتاً استخدام المركبه لغرض القتل او الصدم العشوائي ( VDM )  </li>          <li>يجب وضع اسم واقعي في السيرفر </li>          <li>السن المطلوب ( 16 سنه ) وما فوق  </li>          <li>يمنع مضايقة الفتيات داخل السيرفر </li>          <li>يمنع التحدث وانت مغمى عليك  </li>          <li>عدم الخروج عن الرول بلي بأي شكل من الاشكال واذا صادفت مشكله بذلك توجه للدسكورد </li>          <li>في حال وجود مشكله تقنية داخل السيرفر [ عالق في مكان او اي مشكله مثل ذلك ] تكتب في شات عام report/ </li>          <li>عدم استخدام الشات لغرض السوالف او الضحك  </li>          <li>يمنع الشقلبه اثناء الاشتباك ويسمح في استخدامها لاخذ كفر  </li>          <li> المناطق الامنه [ القراجات ، الموتيلات ، غرفة التحقيق ، المستشفيات] </li>          <li> يمنع الهروب او اللجوء الى المناطق الامنه في حال المطاردات او الهروب من اشتباك قد تم واكمال السيناريو بعيداً عن المناطق الامنه</li>          <li>يمنع منعاً باتا بيع سلاح او ممنوعات داخل المناطق الآمنه  </li>          <li>يجب عليك الخوف على حياتك في حال تم رفع عليك السلاح من قبل شخص </li>          <li>يسمح لك مقاومة شخص واحد في حال التهائه عنك او عدم توجيه سلاحة عليك  </li>          <li>يمنع مقاومة الاكثر منك عدداً واطاعة اوامرهم خوفاً على حياتك  </li>          <li>يمنع استخدام صديقك كرهينه او اخذ رهينه متعاونه معك  للمشاركه في سيناريو  </li>          <li>يمنع استخدام الخواص داخل السيرفر لغرض المزح [ حمل الاعب ووالخ ]  </li>          <li> يمنع التواصل بين الاعبين خارج السيرفر عن طريق الدسكورد او برامج اخرى </li>          <li>الميتا قيمنق : معلومات ذكرت في قناة شخص او اي مكان آخر وذهبت اليها مباشره ، يجب معرفتها داخل السيرفر ضمن الحياه الواقعية  </li>          <li>يمنع ذكر الاعب بأنه على بث مباشر او تلفزيون او قو برو لعدم تعرضه لاختطاف او بدىء سيناريو  </li>          <li>يمنع القيادة بشكل تعرض الاعب للخطر [ الطيران - القفز من مرتفعات - جسور ] و قيادة السياره بشكل واقعي  </li>          <li>يمنع قيادة الدراجات داخل البقالات او البنوك  </li>          <li> يجب عليك الوقوف للعسكري في حال تم استيقافك لاعطائك المخالفه </li>          <li>يمنع استخدام شنطة سيارة بوت او سيارة شخص غير مشارك في سيناريو ك مخبأء في حال الهروب من الشرطه  </li>          <li>يمنع سرقة سيارة الشرطه او الاسعاف الموجوده في الشارع  </li>          <li>يمنع استخدام اسلوب الاستهبال او التقليل من الشأن مع افراد الشرطه  </li>          <li>يجب عليك اطاعة اوامر الشرطي وعدم طلب رتبه اعلى منه  </li>          <li>يمنع التدخل في شؤون الشرطه  </li>          <li>في حال وجود مشكله مع شرطي يجب عليك اكمال السيناريو وفتح تكت للابلاغ عن المشكله </li>          <li> يمنع مقاومة 2 من افراد الشرطه او اكثر والاشتباك معهم الا في حال كان نفس العدد او اكثر</li>          <li>يسمح لك الهروب من الشرطه في حال  :<br>⦁ سجلك مليء بالجرائم ولديك ممنوعات او اسلحة<br>⦁ مطلوب من قبل الشرطة<br>⦁ هارب من السجن  </li>
          <li>Metagaming

الميتاقيمنق هو استخدام معلومات خارج الحياة الواقعية عن شخصية معينة داخل الحياة الواقعية واستخدامها لضر او لفرط استخدام المعلومة لكسب افضلية للشخص المعني مثال عن ما ذكر اعلاه : معلومات ذكرت بقناة المعني بالتوتش او ذكرت داخل شات الدسكورد.</li>
          <li>Powergaming

هو سوء استخدام ميكانيكة وتصميم اللعبة لكسب الافضلية لشخصيتك
<br> امثله عن ما ذكر اعلاه :

<br>⦁ التحدث وانت مغمى عليك

<br>⦁تقمص شخصية تتدعي انك تملك قوة خارقة

<br>⦁عدم الخوف على حياتك بطريقة غير واقعية في بعض السيناريوات

<br>⦁تقدير الحالة الجسدية والعمرية للاعبك: في حال كنت رجل مسن, تقمص الشخصية كرجل مسن وعدم القيام بأعمال يستطيع رجل مسن فعلها والقفز اثناء المطاردة لكسب الافضلية في المطاردة </li>	<p> </p>        <h3>قانون الحياة الجديدة ( الرسباون ) </h3>	<p> </p>          <li> يمنع تذكر ما حدث لك اخر 15 دقيقه من احداث او اشخاص</li>		          <li>يمنع الانتقام من الشخص الذي اسقطك في حال لم يكن لديك اي دليل او معلومه عن ذلك </li>		          <li>يمنع الهروب في حال تم قتلك وانعاشك من قبل الشرطه  </li>		          <li> يمنع المشاركه مره اخرى في نفس السيناريو او الرجوع الى نفس المكان السابق بعد الرسباون [تحلل]  الا بعد 30 دقيقة</li>		          <li>يمنع على الشرطه العوده الى المكان السابق بعد موتهم </li>
        </ul>
      </div>

      <div class="rulesP burglary d-none">
        <h3>قوانين السطو المسلح والخطف</h3>		<p> يرجى العلم في حال مخالفة اي قانون سيتم انذار الاعب </p>
        <h3>قوانين الخطف</h3>
        <ul>
          <li>يمنع الخطف في المناطق الامنة  </li>          <li>يجب عليك اطاعة الاوامر من قبل الخاطفين والخوف على حياتك </li>          <li> يمنع خطف عسكري في حال تواجد 2 من افراد الشرطة فقط في السيرفر</li>          <li>يمنع خطف العسكري اثناء استيقافه لك او لأحد اللاعبين </li>          <li> عدم المماطلة في حال تم توجيه السلاح عليك لخطفك تقديراً لحياتك</li>          <li>يمنع الخطف بدون سبب</li>          <li> يمنع خطف اي لاعب تحت رأس عمله , توصيل شحنات ,  تاكسي , حالب بقر  وما شابة من وظائف </li>        				<p> </p>		<h3>قوانين السرقة</h3>			<p> </p>		  <li>السطو على البنوك يتطلب وجود عدد 4 من افراد الشرطه  </li>		  <li> السطو على المجوهرات يتطلب وجود عدد 3 من افراد الشرطه</li>		  <li> السطو على البقالات يتطلب وجود عدد 2 من افراد الشرطه</li>		  <li>سرقة الدورية تتطلب وجود عدد 2 من افراد الشرطه  ( مود مضاف خاص بسرقة الدورية )  </li>		  <li>يجب عليك خطف رهينه على الاقل للسطو على البنك والمجوهرات ما عدا البقالات ( اختياري ) وسرقة الدورية </li>		  <li>يمنع اخذ اموال الرهينه في حال تم خطفه لسرقة البنوك او المجوهرات  </li>		  <li> يمنع الاستهزاء بالرهينه والتقليل من شأنه </li>		  <li>يمنع خطف الرهينه في حال عدم الاستعداد قبل اي سرقة  </li>		  <li>عدم المماطله في خطف الرهينه والتوجه مباشره الى موقع السرقه. </li>		  <li>يجب عليك وضع قناع وتغيير صوتك لكي لا يتم التعرف عليك من قبل الشرطه  </li>		  <li> في حال الرغبه في انهاء التفاوض يجب عليك اطلاق طلقه او قتل الرهينه  للتوضيح بذلك للشرطه </li>		  <li>يمنع اسلوب الاستهبال او التقليل من شأن مفاوض الشرطه </li>		  <li> يمنع مغادرة موقع السرقه في حال تمت وانتظار وصول الشرطه </li>		  <li> يجب ان يكون مفاوض واحد من قبل الشرطه و المواطنين</li>		  <li>يجب على المفاوض التعريف عن نفسه وعن رتبته قبل الدخول الى المجرمين للتفاوض </li>		  <li> يجب على الشرطه اعطاء الفرصه للمجرمين في انهاء سرقتهم </li>		  <li>يجب على الشرطه الخوف على حياة الرهينه  </li>		  <li>يجب على الشرطه تنفيذ طلبين للمجرمين فقط لا غير مهما كان عدد الرهائن  </li>		  <li>يمنع قتل المجرمين في حال لم يفشل التفاوض  </li>		  <li>يمنع الاشتباك مع المجرمين قبل ال 15 ثانية  </li>		  <li> يسمح لكلا الطرفين اطلاق النار للاصابه او القتل في حال بدا الاشتباك من احد الطرفين</li>		  <li>يجب على كلا الطرفين اعطاء الوقت للاحتماء </li>		  <li> يسمح للشرطه في حال التعرف على صوت المجرم او من شكل ملابسه السابقه استيقافه والبدىء في التحقيق معه </li>		  <li>يمنع صدم سيارة المجرمين الا في حال اطلاق النار من قبل المجرمين </li>		  <li>يسمح للشرطه البدىء في اطلاق النار قبل 15 ثانيه في حال تم التعدي عليهم او صدمهم  </li>
        </ul>
      </div>

      <div class="rulesP rpf d-none">
        <h3>قوانين الشرطه </h3>
        <p>تم وضع قوانين رئيسية لسيرفر، يجمع الإلتزام بها تماماً		</p>				<p> يرجى العلم في حال مخالفة اي قانون سيتم انذار الاعب </p>	
        <ul>
          	  <li> يمنع تحرير المخالفات بشكل عشوائي او من باب المزح </li>		  <li> يمنع استخدام السياره كاسلوب لقتل المجرمين </li>		  <li>يجب على كل شرطي احترام المواطنين في السيرفر  </li>		  <li> التزام بقوانين المرور التزام تام الا في البلاغات الطارئة</li>		  <li> اي اجراء يؤخذ من الشرطي كطلق النار او الاقتحام او اي امر كان يؤخذ بأذن من اعلى رتبة موجودة</li>		  <li>يجب الالتزام بالمركبة المحددة لك و عدم اخذ مركبة غيرك الا اذا طلب من اعلى رتبة متواجدة </li>		  <li>الافضلية قبض المجرم حيا دائما اذا استطعت </li>		  <li>يجب عليك الخوف على حياتك في حال تم رفع عليك السلاح من قبل شخص </li>		  <li>استخدام الاسلوب العسكري في البلاغات  </li>		  <li> ممنوع تفتيش اي شخص الا باذن من اعلى رتبة موجودة و بعد ارسال البلاغ من الشرطي نفسه</li>		  <li>على قائد او اعلى رتبة في الشرطة عدم الفصل + تنزيل رتبة الا بسبب واضح  </li>		  <li>يسمح للشرطه زيادة محكومية المجرم للضعف في حال [ طلب رتبه اعلى أو اهانة رجل الشرطه او استخدم اسلوب سيء]  </li>		  <li>على قائد الشرطة الاهتمام بافراد الشرطه و احترامهم و اعطائهم حقوقهم كاملة </li>		  <li> في حال وجود سرقة يجب على العسكري استخدام امر /priority  بعد الاستأذان من اعلى رتبة </li>		  <li>يجب عليك اطاعة اوامر الرتبة الي اعلى منك ماعدا كانت مخالفة لرول بلاي  </li>		  <li>يمنع ترك المواطن مدة طويله في الحجز والمماطلة في اتخاذ الاجراءات وان يكون شرطي واحد المسؤول عنه </li>		  <li> في حالة تعرضك لظلم من زميلك الي اعلى رتبة منك توجة للقائد او اعلى رتبة متواجدة واذا انت اعلى رتبة ارجع لافراد الشرطة المتواجدين </li>		  <li> يجب على الشرطه استخدام CAD في اي الاجراءات لأي مواطن</li>		  <li>يسمح للشرطه التفتيش في حال وجود اشخاص في مكان مشبوه </li>		  <li>يسمح للشرطه تفتيش المواطن في حال تم استيقافهم والاطلاع على سجله الجنائي ان كان به ما يشتبه به </li>		  <li> يسمح للشرطه في حال التعرف على صوت المجرم او من شكل ملابسه السابقه استيقافه والبدىء في التحقيق معه</li>		  <li> يسمح للشرطه في مصادرة جميع الممنوعات في حال تم تفتيش المواطن </li>		  <li> يسمح للشرطه مصادرة الاسلحة الغير مرخصه </li>		  <li>يسمح للشرطه مصادرة الاسلحة المرخصه في حال تم استخدامها بشكل غير صحيح  </li>		  <li>يمنع على الشرطه في حال تفتيش المواطن مصادرة الاكل او الشرب او الاشياء المسموح بها  </li>
        </ul>
      </div>

      <div class="rulesP public d-none">
        <h3>قوانين الاسعاف</h3>
        <p>تم وضع قوانين رئيسية لسيرفر، يجمع الإلتزام بها تماماً		</p>				<p> يرجى العلم في حال مخالفة اي قانون سيتم انذار الاعب </p>		</p>
        <ul>
 <li>عدم إعطاء أي شخص  معدات الإسعاف الأولية لأن هذي وظيفة المسعف نفسه </li> <li>أخذ طلبات الإسعافات بأسرع وقت ممكن وعدم التأخير وعدم خروج شخصين لنفس الطلب </li> <li> عدم التكلم مع أي شخص فاقد الوعي</li> <li> بعد إنعاش المريض تحمد له بالسلامة والتطمن على صحته و  نقله الى المستشفى اذا طلب المريض او اذا الحالة تتطلب</li> <li>السؤال عن سبب الإصابة وإعلام الشرطة بذلك إذا كان الأمر خطير ويحتاج للإخبار </li> <li> السرية التامة عن معلومات المسعفين</li> <li> أي حالة لا تجدها تبلغ الادمن عليها عن طريق</li> <li> عدم تشغيل أنوار الطوارئ في سيارات الإسعاف إلا اذا كان هناك حالة طارئة</li> <li> عدم حمل أي سلاح وانت على رأس العمل</li> <li> احترام الأوامر والتعليمات الصادرة ممن هم أعلى منك رتبة في نفس الوظيفة</li> <li> في اي سيناريو يجب تواجد  2 في السيناريو و اذا في اقل من 3 في المدينة يكون واحد متواجد فقط</li> <li> ممنوع طلب اي ترقية من مدير المستشفى و الترقية  تكون على حسب المجهود و اوقات تواجدك</li> <li> عدم معالجة اي مدني اذا لم تكن تلبس الزي الرسمي للمسعفين</li> <li> المسعفين يمنع منعاً باتاً انكم تسعفون شخص واحد في نفس الوقت مع بعض لتوزيع مكافئتين</li> <li>التقارير الطبية فقط لمدير الستشفى والاستشاريين </li> <li> في حال لايوجد لديك عمليات انقاذ او اسعاف  تستطيع بعمل المهمات باخذ سيارة الاسعاف Ambulance</li> <li>الذي يسعف حالة ولم يكن متواجد في الراديو سوف يتم انذاره</li>
        </ul>
      </div>
    </div>

  </div>
</div>
<!-- End Rules -->
